{"tool":"Dremel","induction":"None","activity":["Rotary tool for grinding, sanding, polishing, carving or cutting in metal, wood, plastics, cermaics, stone"],"personalprotectiveequipment":["Eye protection","As appropriate: Dust mask, face shield, gloves, ear protection"],"procedure":{"before":["Work in a safe well lit area","Wear eye protection and if needed dust mask/ gloves/ ear protection","Remove jewellery and loose clothing and tie up long hair","Make sure machine is set to OFF before plugging in","Check accessory is undamaged, fitted correctly and suitable for both the material and the tool","The rated speed of the accessory must be at lest equal to the running speed of the machine","When changing accessories make sure the machine is unplugged","Clamp work securely to bench or hold in a vice - never hold a small piece of work in one hand and the tool in the other","Plan your position so as to avoid overstretching or entanglement with power lead. Use a suitable extension cord if neccessary.","After installing an accessory, position yourself and bystanders away from the plane of the rotating accessory and run the power tool at full speed to check accessory doesn&#39;t break"],"during":["Hold machine by insulated gripping surfaces, especially if there is a risk of cutting hidden wire or power cable","Hold machine firmly on start up to avoid twisting as the motor reaches full speed","Turn on machine before applying it to workpiece to avoid kickback","Keep hands out of path of machine","Feed the bit into the material in the same direction the cutting edge leaves the material (the direction the chips are thrown) to avoid pulling tool and kickback"],"after":["Dont put the machine down until it has come to a complete stop","Put the tool away.","Tidy up your working area.","Vacuum up dust"]},"risk":[{"hazard":["Entanglement in moving machinery"],"who":["Operator"],"severitylikelihood":{"before":{"severity":3,"likelihood":3},"after":{"severity":3,"likelihood":1}},"controls":["Loose clothing and long hair to be tied back.","Jewellery to be removed."]},{"hazard":["Burns"],"who":["Current and next operator"],"severitylikelihood":{"before":{"severity":1,"likelihood":3},"after":{"severity":1,"likelihood":0}},"controls":["accessory to be left to cool after extended use."]},{"hazard":["Fire"],"who":["People in the vicinity"],"severitylikelihood":{"before":{"severity":4,"likelihood":1},"after":{"severity":4,"likelihood":0}},"controls":["Equipment is CE marked.","Do not operate near to flammable materials as sparks may cause fire"]},{"hazard":["Cuts/ abrasions"],"who":["Operator"],"severitylikelihood":{"before":{"severity":3,"likelihood":3},"after":{"severity":3,"likelihood":1}},"controls":["keep hands clear of rotating part","keep tool under control at all times","secure work with clamps","work in the correct direction","take extra care when working on corners"]},{"hazard":["Ejected material"],"who":["Operator"],"severitylikelihood":{"before":{"severity":4,"likelihood":3},"after":{"severity":0,"likelihood":1}},"controls":["Safety goggles to be used.","always check accessories for cracks, loose wires and general damage"]},{"hazard":["Dust/fumes"],"who":["Operator and people in vicinity"],"severitylikelihood":{"before":{"severity":1,"likelihood":4},"after":{"severity":1,"likelihood":1}},"controls":["wear a dust mask when sanding or cutting any material that will produce fine dust","use external extraction equipment where available"]},{"hazard":["Electricution"],"who":["Operator"],"severitylikelihood":{"before":{"severity":4,"likelihood":2},"after":{"severity":4,"likelihood":0}},"controls":["Ensure device is connected via RCD","Hold dremel by insulated griping surfaces"]}],"history":["2016-08-01 11:58:20 / jcl: converted from spreadsheet"]}
